tap "abridoux/formulae"
tap "aws/tap"
tap "bell-sw/liberica"
tap "buo/cask-upgrade"
tap "cirruslabs/cli"
tap "cue-lang/tap"
tap "d12frosted/emacs-plus"
tap "eth-p/software"
tap "goreleaser/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jamf/tap"
tap "mike-engel/jwt-cli"
tap "raggi/ale"
tap "snyk/tap"
tap "timsutton/formulae"
tap "trufflesecurity/trufflehog"
tap "zaquestion/tap"
brew "afflib"
brew "ansible-lint"
brew "ansible"
brew "ant"
brew "aom"
brew "arm-linux-gnueabihf-binutils"
brew "arp-scan"
brew "arping"
brew "autoconf"
brew "automake"
brew "aws-sam-cli"
brew "awscli"
brew "bash-completion"
brew "bash"
brew "bat"
brew "bc"
brew "bdw-gc"
brew "berkeley-db", link: true
brew "bind"
brew "binutils"
brew "bison", link: true
brew "bitwarden-cli"
brew "boost"
brew "brotli"
brew "c-ares"
brew "ca-certificates"
brew "caddy"
brew "cairo"
brew "cdrtools"
brew "cheat"
brew "checkbashisms"
brew "cjson"
brew "cmake"
brew "cmctl"
brew "cmocka"
brew "cocoapods"
brew "code-minimap"
brew "coreutils"
brew "cpanminus"
brew "crosstool-ng"
brew "cue-lang/tap/cue"
brew "curl"
brew "dav1d"
brew "devspace"
brew "diffutils"
brew "dive"
brew "docbook-xsl"
brew "docbook"
brew "docker-slim"
brew "dockutil"
brew "dopplerhq/cli/doppler"
brew "double-conversion"
brew "doxygen"
brew "ecm"
brew "ed", link: true
brew "emacs"
brew "entr"
brew "exiftool"
brew "fdupes"
brew "ffmpeg"
brew "file-formula"
brew "findutils"
brew "fio"
brew "flac"
brew "flex"
brew "flyctl"
brew "fmt"
brew "folly"
brew "fontconfig"
brew "freetype"
brew "frei0r"
brew "fribidi"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gdbm"
brew "geckodriver"
brew "gettext"
brew "gflags"
brew "gh"
brew "ghostscript"
brew "giflib"
brew "git-delta"
brew "git-filter-repo"
brew "git"
brew "gitleaks"
brew "glib"
brew "glog"
brew "gmp"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "gnupg"
brew "gnutls"
brew "go-task"
brew "gobject-introspection"
brew "golangci-lint"
brew "gotop"
brew "gpatch"
brew "graphite2"
brew "grep"
brew "gstreamer"
brew "guile"
brew "gzip"
brew "harfbuzz"
brew "haskell-stack"
brew "helm"
brew "help2man"
brew "htop"
brew "httpie"
brew "hugo"
brew "imagemagick"
brew "imath"
brew "ipcalc"
brew "iperf"
brew "itstool"
brew "jansson"
brew "jbig2dec"
brew "jemalloc"
brew "jpeg-xl"
brew "jpeg", link: true
brew "jq"
brew "just"
brew "k3d"
brew "k9s"
brew "kompose"
brew "kubernetes-cli"
brew "kustomize"
brew "lame"
brew "lazydocker"
brew "lazygit"
brew "ldns"
brew "leptonica"
brew "less"
brew "libass"
brew "libassuan"
brew "libbluray"
brew "libcbor"
brew "libde265"
brew "libev"
brew "libevent"
brew "libewf"
brew "libffi"
brew "libfido2"
brew "libgcrypt"
brew "libgpg-error"
brew "libheif"
brew "libidn"
brew "libidn2"
brew "libksba"
brew "liblqr"
brew "libmagic"
brew "libnet"
brew "libnghttp2"
brew "libogg"
brew "libomp", link: true
brew "libpcap"
brew "libpng"
brew "libpthread-stubs"
brew "libressl"
brew "librist"
brew "libsamplerate"
brew "libslirp"
brew "libsndfile"
brew "libsodium"
brew "libsoxr"
brew "libssh"
brew "libssh2"
brew "libtasn1"
brew "libtiff"
brew "libtool"
brew "libunistring"
brew "libusb"
brew "libuv"
brew "libvidstab"
brew "libvmaf"
brew "libvorbis"
brew "libvpx"
brew "libx11"
brew "libxau"
brew "libxcb"
brew "libxdmcp"
brew "libxext"
brew "libxml2"
brew "libxrender"
brew "libxslt"
brew "libyaml"
brew "libzip"
brew "little-cms2"
brew "llvm"
brew "lua"
brew "lz4"
brew "lzo"
brew "m4"
brew "magic-wormhole"
brew "make"
brew "mas"
brew "mbedtls"
brew "meson"
brew "minikube"
brew "mosh"
brew "mpdecimal"
brew "mpfr"
brew "mtr"
brew "mycli"
brew "mysql"
brew "n"
brew "nano"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "nettle"
brew "nghttp2"
brew "nginx"
brew "ninja"
brew "nmap"
brew "node"
brew "npth"
brew "oniguruma"
brew "opencore-amr"
brew "openexr"
brew "openjpeg"
brew "openssh"
brew "openssl@3"
brew "opus"
brew "ossp-uuid"
brew "p11-kit"
brew "p7zip"
brew "packer"
brew "pandoc"
brew "pcre"
brew "pcre2"
brew "perl"
brew "pidof"
brew "pigz"
brew "pinentry"
brew "pipx"
brew "pixman"
brew "pkg-config"
brew "popt"
brew "portaudio"
brew "postgresql@14"
brew "pre-commit"
brew "prettier"
brew "progress"
brew "protobuf"
brew "pstree"
brew "pulumi"
brew "pv"
brew "pyenv"
brew "pyflow"
brew "python-tabulate"
brew "python-tk@3.9"
brew "python@3.11"
brew "qemu"
brew "qt@5"
brew "rav1e"
brew "rbenv"
brew "readline"
brew "remake"
brew "rename"
brew "ripgrep"
brew "rsync"
brew "rtmpdump"
brew "rubberband"
brew "ruby-build"
brew "ruby-install"
brew "s3cmd"
brew "sbt"
brew "screen"
brew "screenresolution"
brew "sdl2"
brew "semgrep"
brew "shared-mime-info"
brew "shellcheck"
brew "shfmt"
brew "six"
brew "snappy"
brew "speex"
brew "sphinx-doc"
brew "spice-gtk"
brew "srt"
brew "ssh-copy-id", link: true
brew "step"
brew "terraform"
brew "tesseract"
brew "testdisk"
brew "tflint"
brew "tfsec"
brew "thefuck"
brew "theora"
brew "tilt"
brew "tldr"
brew "topgrade"
brew "tree"
brew "unbound"
brew "unixodbc"
brew "unzip"
brew "up"
brew "vde"
brew "vim"
brew "watch"
brew "watchman"
brew "wdiff"
brew "webp"
brew "wget"
brew "x264"
brew "x265"
brew "xmlto"
brew "xorgproto"
brew "xvid"
brew "xxhash"
brew "xz"
brew "yt-dlp"
brew "zeromq"
brew "zimg"
brew "zlib"
brew "zstd"
brew "zsync"
brew "eth-p/software/bat-extras-batdiff"
brew "eth-p/software/bat-extras-batgrep"
brew "eth-p/software/bat-extras-batman"
brew "eth-p/software/bat-extras-batpipe"
brew "eth-p/software/bat-extras-batwatch"
brew "eth-p/software/bat-extras-prettybat"
brew "eth-p/software/bat-extras"
brew "goreleaser/tap/goreleaser"
brew "heroku/brew/heroku"
brew "snyk/tap/snyk"
brew "trufflesecurity/trufflehog/trufflehog", link: false
cask "alacritty"
cask "alfred"
cask "altserver"
cask "android-file-transfer"
cask "android-platform-tools"
cask "appcleaner"
cask "autodmg"
cask "basictex"
cask "cscreen"
cask "devutils"
cask "firefox"
cask "flux"
cask "flycut"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "fsmonitor"
cask "gdisk"
cask "github"
cask "gitkraken"
cask "google-cloud-sdk"
cask "google-drive"
cask "iina"
cask "imageoptim"
cask "iterm2"
cask "kap"
cask "keycastr"
cask "liberica-jdk8-full"
cask "meetingbar"
cask "meld"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "mongodb-compass"
cask "multipass"
cask "ngrok"
cask "obsidian"
cask "omnidisksweeper"
cask "orbstack"
cask "packages"
cask "proxyman"
cask "qlmarkdown"
cask "qlvideo"
cask "qsync-client"
cask "quicklook-csv"
cask "quicklook-json"
cask "rustdesk"
cask "session-manager-plugin"
cask "slack"
cask "suspicious-package"
cask "tableplus"
cask "teamviewer"
cask "the-unarchiver"
cask "ticktick"
# cask "topnotch"
cask "typora"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "webpquicklook"
cask "xquartz"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "Apple Configurator", id: 1037126344
mas "Color Picker", id: 641027709
mas "Disk Speed Test", id: 425264550
mas "Fantastical", id: 435003921
mas "Hidden Bar", id: 1452453066
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Particulars", id: 885120167
mas "Patterns", id: 429449079
mas "Pixelmator Pro", id: 1289583905
mas "Reigns: Her Majesty", id: 1318160354
mas "Remote Desktop", id: 409907375
mas "StatsCenter", id: 1073245945
mas "Tailscale", id: 1475387142
mas "TextSniper", id: 1528890965
mas "Textual IRC Client", id: 1262957439
mas "UpNote", id: 1398373917
mas "Xcode", id: 497799835
vscode "4ops.terraform"
vscode "aaron-bond.better-comments"
vscode "achil.vscode-javascript-repl"
vscode "alefragnani.project-manager"
vscode "almenon.arepl"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "astro-build.astro-vscode"
vscode "barjo.anirak"
vscode "batisteo.vscode-django"
vscode "bibhasdn.django-html"
vscode "bibhasdn.django-snippets"
vscode "bierner.color-info"
vscode "bradlc.vscode-tailwindcss"
vscode "budparr.language-hugo-vscode"
vscode "charliermarsh.ruff"
vscode "ClemensPeters.format-json"
vscode "codezombiech.gitignore"
vscode "dbaeumer.vscode-eslint"
vscode "dnicolson.binary-plist"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "ericadamski.carbon-now-sh"
vscode "esbenp.prettier-vscode"
vscode "file-icons.file-icons"
vscode "formulahendry.code-runner"
vscode "foxundermoon.shell-format"
vscode "GitHub.codespaces"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.copilot-labs"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-execution"
vscode "GraphQL.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "hiro-sun.vscode-emacs"
vscode "hnw.vscode-auto-open-markdown-preview"
vscode "idleberg.applescript"
vscode "jakebathman.mysql-syntax"
vscode "kumar-harsh.graphql-for-vscode"
vscode "mads-hartmann.bash-ide-vscode"
vscode "mechatroner.rainbow-csv"
vscode "moalamri.inline-fold"
vscode "modular-mojotools.vscode-mojo"
vscode "mrmlnc.vscode-json5"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.atom-keybindings"
vscode "ms-vscode.live-server"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "mtxr.sqltools"
vscode "PKief.material-icon-theme"
vscode "pnp.polacode"
vscode "PWABuilder.pwa-studio"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
vscode "rioj7.command-variable"
vscode "ritwickdey.LiveServer"
vscode "RobbOwen.synthwave-vscode"
vscode "ryu1kn.partial-diff"
vscode "sdras.night-owl"
vscode "SebastianBille.iam-legend"
vscode "Shopify.ruby-lsp"
vscode "skellock.just"
vscode "svelte.svelte-vscode"
vscode "tilt-dev.tiltfile"
vscode "timonwong.shellcheck"
vscode "tinkertrain.theme-panda"
vscode "WallabyJs.quokka-vscode"
vscode "wholroyd.jinja"
vscode "yummygum.city-lights-theme"
vscode "yzhang.markdown-all-in-one"
vscode "zamerick.vscode-caddyfile-syntax"
